Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: For Metalyse® recently the historically applied RP-HPLC based analysis of desialylated glycans was replaced with a state-of-the-art HILIC-HPLC based method quantifying unmodified glycosylation profiles.
es_es: En el caso de Metalyse®, el análisis usado históricamente basado en RP-HPLC de glicanos desialilados recientemente se reemplazó con un método de última generación basado en HILIC-HPLC que cuantifica los perfiles de glicosilación no modificados.

source: For AE assessment, laboratory tests, recording of ECG and vital signs, and physical examination during the end-of-trial period, see Sections 9.5.2.2 to 9.5.2.6.
es_es: En las Secciones 9.5.2.2 a 9.5.2.6 hay información sobre la evaluación de eventos adversos, las pruebas de laboratorio, el registro del ECG y los signos vitales y la exploración física del final de tratamiento.

source: For AUC, the 90% CI of the adjusted gMean ratio R1 fed/R1 fasted extended only slightly beyond the lower boundary of the bioequivalence acceptance range (80%) while for Cmax, the entire 90% CI fell below the lower boundary (Table 11.5.2.5.1: 2).
es_es: Para el AUC, el IC del 90% de la media geométrica ajustada del cociente "R1 postprandial/R1 preprandial" apenas se extendió levemente del límite inferior del rango de aceptación de bioequivalencia (80%), mientras que para la Cmáx, todo el IC del 90% quedó por debajo del límite inferior (Tabla 11.5.2.5.1: 2).

source: For AUC, the 90% CI of the adjusted gMean ratio R1 fed/R1 fasted was within the bioequivalence acceptance range of 80 to 125% while for Cmax, the entire 90% CI fell below the lower boundary (Table 11.5.2.5.1: 1).
es_es: Para el AUC, el IC del 90% de la media geométrica ajustada del cociente "R1 postprandial/R1 preprandial" estuvo dentro del rango de aceptación de bioequivalencia (80 a 125%), mientras que para la Cmáx, todo el IC del 90% quedó por debajo de la cota inferior (Tabla 11.5.2.5.1: 1).

source: For AUC, the 90% CI of the adjusted gMean ratio T1 fed/T1 fasted was within the bioequivalence acceptance range of 80 to 125% while for Cmax, the entire 90% CI fell below the lower boundary (Table 11.5.2.5.2: 1).
es_es: Para el AUC, el IC del 90% de la media geométrica ajustada del cociente "T1 postprandial/T1 preprandial" estuvo dentro del rango de aceptación de bioequivalencia (80 a 125%), mientras que para la Cmáx, todo el IC del 90% quedó por debajo de la cota inferior (Tabla 11.5.2.5.2: 1).

source: For AUC, the 90% CI of the adjusted gMean ratio T1 fed/T1 fasted was within the bioequivalence acceptance range of 80 to 125% while for Cmax, the upper limit of the 90% CI extended only slightly above the lower boundary (Table 11.5.2.5.2: 2).
es_es: Para el AUC, el IC del 90% de la media geométrica ajustada del cociente "T1 postprandial/T1 preprandial" estuvo dentro del rango de aceptación de bioequivalencia (80 a 125%), mientras que para la Cmáx, el límite superior del IC del 90% apenas se extendió levemente por sobre la cota inferior (Tabla 11.5.2.5.2: 2).

source: For CGE red.
es_es: Para la CGE red.,

source: For Catalent FR (Beinheim) a slightly different temperature range is defined.
es_es: Para Catalent FR (Beinheim), se define un intervalo de temperaturas algo diferente.

source: For DP long-term storage condition, in total 18 Metalyse® batches were compared to three TNKase® batches.
es_es: Para la condición de almacenamiento al largo plazo del medicamento, se compararon en total 18 partidas de Metalyse® con tres partidas de TNKase®.

source: For DP manufacturing, slight differences in filling and lyophilisation processes are noted but considered negligible.
es_es: En la fabricación del medicamento, se observan ligeras diferencias en los procesos de llenado y liofilización, pero se consideran insignificantes.

source: For DP temperature stress conditions, five Metalyse® batches were compared to three TNKase ® batches.
es_es: Para las condiciones extremas de temperatura, se compararon cinco partidas de Metalyse® con tres partidas de TNKase®.

source: For DS STAB the CVs are for single-chain 0.4 %, for two-chain 0.2 % and for residual peaks 10.8 %.
es_es: Para la estabilidad del principio activo, los coeficientes de variación son 0.4 % para las especies de cadena única, 0.2 % para las especies de cadena doble y 10.8 % para los picos residuales.

source: For DS STAB, the CVs are for single-chain 0.1 %, for two-chain 0.1 % and for residual peaks 7.4 %.
es_es: Para la estabilidad del principio activo, los coeficientes de variación son 0.1% para las especies de cadena única, 0.1% para las especies de cadena doble y 7.4% para los picos residuales.

source: For DS and DP (40 and 50 mg/vial) samples, the CVs are for single-chain ≤ 0.2 %, for twochain ≤ 0.4 % and for residual peaks ≤ 14.1 %.
es_es: Para las muestras del principio activo y el medicamento (40, 50 mg/frasco), los coeficientes de variación son ≤0.2% para las especies de cadena única, ≤0.4% para las especies de cadena doble y ≤14.1% para los picos residuales.

source: For DS and DP (40, 50 mg/vial) samples, the CVs are for single-chain ≤ 0.1 %, for two-chain ≤ 0.1 % and for residual peaks ≤ 7.4 %.
es_es: Para las muestras del principio activo y el medicamento (40, 50 mg/frasco), los coeficientes de variación son ≤0.1% para las especies de cadena única, ≤0.1% para las especies de cadena doble y ≤7.4% para los picos residuales.

source: For DS and DP manufacture, except Geneticin, all raw materials (including protein ligand of MabSelect/MabSelect SURE resin) used during cell culture, purification of drug substance and during formulation of the drug product are of non-animal origin.
es_es: Para la fabricación del principio activo y el medicamento, salvo por la geneticina, todas las materias primas (incluido el ligando de proteínas de la resina MabSelect/MabSelect SuRe) usadas durante el cultivo celular, la purificación del principio activo y la formulación del medicamento son de origen no animal.

source: For DS of both products heterogeneity in glycosylation is assessed.
es_es: Para el principio activo de ambos productos, se evalúa la heterogeneidad de glicosilación.

source: For Japan only:
es_es: Solo para Japón:

source: For KCCQ scores of the patients who died, a worst score (a score of 0) was imputed for all scores planned to be assessed after the date of death.
es_es: Para el cuestionario KCCQ de los pacientes fallecidos, se imputó el peor puntaje (0) para todos los valores que debían evaluarse tras la fecha de defunción.

source: For LOQ assessment, DS samples at concentrations of 5, 10, 15 and 100 % (0.31, 0.63, 0.94, 6.25 µg) target load were prepared and analysed according to the analytical method in triplicate.
es_es: Para la evaluación del límite de cuantificación, se prepararon y analizaron muestras de principio activo en concentraciones de 5, 10, 15 y 100 % de la carga objetivo (0.31, 0.63, 0.94, 6.25 µg) por triplicado de acuerdo con el método analítico.

source: For Li no results above the limit of quantitation were found.
es_es: No se hallaron resultados por encima del límite de cuantificación para el Li.

source: For MRI (if used for baseline selection and at 18-30hrs), an initial scout view will be followed by isotropic DWI (created from DWI images obtained with diffusion sensitizing 2gradients applied in 3 orthogonal planes) using b values between 0 sec/mm , equivalent to a T2-weighted image, and 1000 sec/mm2.
es_es: En el caso de la RM (si se utiliza para la selección inicial y a las 18-30 horas), se realizará un topograma seguido de una imagen ponderada en difusión isotrópica. Esto se logra a partir de imágenes ponderadas en difusión obtenidas con 2 gradientes de sensibilización a la difusión en 3 planos ortogonales, usando valores b entre 0 seg/mm (que equivale a una imagen ponderada en T2) y 1000 seg/mm2.

source: For MRI (if used for baseline selection and at 18-30hrs), an initial scout view will be followed by isotropic DWI (created from DWI images obtained with diffusion sensitizing gradients applied in 3 orthogonal planes) using b values between 0 sec/mm2, equivalent to a T2-weighted image, and 1000 sec/mm2.
es_es: En el caso de la RM (si se utiliza para la selección inicial y a las 18-30 horas), se realizará un topograma seguido de una imagen ponderada en difusión isotrópica. Esto se logra a partir de imágenes ponderadas en difusión obtenidas con gradientes de sensibilización a la difusión en 3 planos ortogonales, usando valores b entre 0 seg/mm2 (que equivale a una imagen ponderada en T2) y 1000 seg/mm2.

source: For Master Host Cell Bank generation, the only animal derived component was the sheep wool derived cholesterol, and for this component, an EDQM Certificate of Suitability is available.
es_es: Para la generación del banco de células hospedadoras maestro, el único componente de origen animal fue el colesterol derivado de lana de oveja y, para este componente, se dispone de un certificado de idoneidad emitido por la EDQM.

source: For Master Host Cell Bank generation, the only animal derived component was the sheep wool derived cholesterol, and this component is not considered to pose a viral safety risk due to the harsh conditions applied in the manufacture.
es_es: Para la generación del banco de células hospedadoras maestro, el único componente de origen animal fue el colesterol derivado de lana de oveja, y este componente no se considera un riesgo a la seguridad viral en virtud de las condiciones adversas que se aplican durante la fabricación.

source: For Metalyse® analysis CGE red.
es_es: Para el análisis de Metalyse®, se usó el método de CGE red.

source: For Metalyse® only a limited data set was available (data available for batches 806683, 901790, 903681, T90339, T90340, T90341, 002037, 205504, 205505 and 205851)
es_es: Para Metalyse®, solo se disponía de un conjunto limitado de datos (datos disponibles para las partidas 806683, 901790, 903681, T90339, T90340, T90341, 002037, 205504, 205505 y 205851).

source: For Method I, the reference solutions may be stored in sealed tubes of colourless, transparent, neutral glass of 12 mm external diameter, protected from light.
es_es: Para el Método I, las soluciones de referencia pueden almacenarse entubos sellados de vidrio incoloro, transparente y neutro con un diámetro externo de12 mm, al resguardo de la luz.

source: For Method II, prepare the reference solutions immediately before use from the standard solutions.◊
es_es: Para el Método II, preparar las soluciones de referencia a partir de las soluciones estándar, inmediatamente antes de usarlas.◊

source: For Ni results minimally above the limit of quantitation have been detected and included in the summation of the respective element content in the drug product.
es_es: Se obtuvieron resultados mínimamente superiores al límite de cuantificación para Ni, y estos se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: For PFS and PFS-NSD-1, to date, stability data are available up to 36 months (primary stability batches) and 18 months (PPQ batches) for the intended long-term storage condition of 2 - 8°C, and up to 12 months for accelerated storage conditions of 25 ± 2°C / 60 ± 5 % relative humidity (RH).
es_es: Para la jeringa precargada y el dispositivo PFS-NSD-1, hasta la fecha, se cuenta con datos de estabilidad de hasta 36 meses (partidas de estabilidad primaria) y 18 meses (partidas para calificación del desempeño del proceso) para la condición de almacenamiento a largo plazo prevista de 2 a 8° C, y de hasta 12 meses para las condiciones de almacenamiento aceleradas de 25 ± 2° C / 60 ± 5% de humedad relativa (HR).

source: For PFS-2, to date, primary stability data are available up to 36 months for the intended long- term storage condition of 2 - 8°C, and up to 12 months for accelerated storage conditions of 25 ± 2°C / 60 ± 5 % relative humidity (RH).
es_es: Para la jeringa precargada PFS-2, hasta la fecha, se cuenta con datos de estabilidad de hasta 36 meses para la condición de almacenamiento a largo plazo prevista (de 2 a 8° C), y de hasta 12 meses para las condiciones de almacenamiento aceleradas (de 25 ± 2° C / 60 ± 5 %) de humedad relativa (HR).

source: For PFS-NSD-2, to date, stability data are available up to 12 months for both, the intended long-term storage condition of 2 - 8°C, and for accelerated storage conditions of 25 ± 2°C / 60 ± 5 % RH.
es_es: Para el dispsitivo PFS-NSD-2, hasta la fecha, se cuenta con datos de estabilidad de hasta 12 meses para la condición de almacenamiento a largo plazo prevista (de 2 a 8° C) y las condiciones de almacenamiento aceleradas (de 25 ± 2° C / 60 ± 5 %) de humedad relativa.

source: For PK analysis, 1 blood sample was to be collected prior to the next scheduled dose of trial medication at Visit 4 and between 22 to 26 h after the most recent drug intake.
es_es: Para el análisis farmacocinético, se debía recolectar 1 muestra de sangre antes de la siguiente dosis programada del medicamento en estudio en la Visita 4, atendiendo a que la muestra se tomara entre 22 y 26 h después de la ingesta más reciente del medicamento.

source: For Part 1, an estimated total sample size of 64 patients (with 32 patients in each of treatment and control arms) yielded 80% power to detect a significant difference of 35% in strata-weighted angiographic reperfusion (mTICI 2b/3) at initial angiogram (50% in tenecteplase vs 15% in alteplase arm) at two-sided statistical significance threshold of p=0.05.
es_es: En la parte 1, un tamaño de muestra total de 64 pacientes (32 pacientes en cada grupo de tratamiento y control) arrojó una potencia de 80% para detectar una diferencia significativa de 35% en las reperfusiones angiográficas ponderadas por estratos (mTICI 2b/3) en la angiografía inicial (50% en el grupo de tenecteplasa frente a 15% en el grupo de alteplasa), considerando un umbral de significación estadística bilateral de p=0.05.

source: For Part 1, the analysis of primary outcome will include both intentionto-treat and per-protocol non-inferiority analyses.
es_es: En la Parte 1, la evaluación de los desenlaces primarios incluirá los análisis de no inferioridad en las agrupaciones por intención de tratar y por protocolo.

source: For Part 1, the analysis of primary outcome will include both intention-to-treat and perprotocol non-inferiority analyses, as recommended for non-inferiority trials.(33, 34) Noninferiority will be established if the lower bound of the 95% confidence interval around the difference in proportions of patients with angiographic reperfusion in tenecteplase and alteplase arms is greater than -0.023.
es_es: Para la Parte 1, la evaluación del resultado principal incluirá los análisis de no inferioridad por intención de tratar y por protocolo, según se recomienda para los ensayos de no inferioridad.(33, 34) Se establecerá la no inferioridad si el límite inferior del intervalo de confianza del 95% en torno a la diferencia en la proporción de pacientes con reperfusión angiográfica en los grupos de tenecteplasa y alteplasa es superior a -0.023.

source: For Part 1, the analysis of primary outcome will include both intention-to-treat and per-protocol non-inferiority analyses.
es_es: En la Parte 1, el análisis de desenlaces primarios incluirá los análisis de no inferioridad en las agrupaciones por intención de tratar y por protocolo.

source: For Part 1, the analysis of primary outcome will include both intention-to-treat and perprotocol non-inferiority analyses, as recommended for non-inferiority trials.(32, 33)
es_es: En la Parte 1, el análisis de desenlaces primarios incluirá los análisis de no inferioridad en las agrupaciones por intención de tratar y por protocolo, como surge de las recomendaciones para dichos ensayos.(32, 33)

source: For Part 2, the primary outcome will be analyzed on an intention to treat basis.
es_es: Para la Parte 2, el desenlace primario se analizará por intención de tratar.

source: For Part 2, the sample size estimation was based on the proportion of pre-endovascular reperfusion observed in the 0.25mg/kg group from Part 1 of EXTEND-IA TNK (22%).
es_es: En la Parte 2, la estimación del tamaño de la muestra se basó en la proporción de reperfusiones preendovasculares observada en el grupo de 0.25 mg/kg de EXTEND-IA TNK, Parte 1 (22%).

source: For Part I, a 2x2x2 crossover design for each dose comparison would have been sufficient; however, in order to reduce the total number of subjects required, a 4x4x4 design was chosen to incorporate both comparisons.
es_es: Para la Parte I, un diseño cruzado 2x2x2 hubiera bastado para la comparación de las dosis; sin embargo, se optó por emplear un diseño 4x4x4 para abarcar ambas comparaciones y, de este modo, reducir la cantidad total de sujetos requeridos.

source: For Part II, a 2x2x2 crossover was chosen.
es_es: Para la Parte II, se optó por un diseño cruzado 2x2x2.

source: For Phase II and III clinical trials, a 1.0 ml Pre-Filled Syringe (PFS-1) was used as the administration device to deliver spesolimab subcutaneously.
es_es: Para los ensayos clínicos de fase II y III, se utilizó una jeringa precargada de 1.0 ml (PFS-1) como dispositivo de administración de espesolimab por vía subcutánea.

source: For RP Purity, qualitative comparison demonstrated visual comparability of chromatograms (Figure 51).
es_es: Para la pureza en fase reversa: la comparación cualitativa demostró comparabilidad visual de los cromatogramas (Figura 51).

source: For RT and light exposure of drug product, a cumulative hold time of 500 hours (see Table 31) is applied to the complete drug product manufacturing process starting from sterile filtration of drug substance 150 mg/mL, including filling, stoppering, visual inspection, assembly, labeling and packaging operations inclusive on-site transportation.
es_es: Para la exposición a temperatura ambiente y a la luz del medicamento, se aplica un tiempo detención acumulativo de 500 horas (ver la Tabla 31) a todo el proceso de fabricación del medicamento, desde el filtrado estéril del principio activo a 150 mg/ml, incluido el llenado, la colocación de tapones, la inspección visual, el ensamblaje, el etiquetado, las operaciones de acondicionamiento y el transporte dentro del centro.

source: For SAEs of acute renal failure, lower frequencies were observed in the empagliflozin group than for placebo.
es_es: Para los eventos adversos graves insuficiencia renal aguda, se observó una frecuencia menor con empagliflozina que con placebo.

source: For Solvents:
es_es: Para los disolventes:

source: For Trajenta and Jentadueto, cumulative searches for ‘drug exposure during pregnancy’ in the Boehringer Ingelheim’s Global Safety Platform up to 02 May 2023 were conducted using MedDRA version 26.0.
es_es: Para Trayenta y Jentadueto, mediante el diccionario MedDRA, versión 26.0, se realizaron búsquedas acumulativas en la Plataforma de Seguridad Global de Boehringer Ingelheim, hasta el 02 de mayo de 2023, para indagar la exposición al fármaco durante el embarazo.

source: For UV-Scan 29 DS batches were used statistically to estimate 3SD ranges.
es_es: Para el escaneo UV, se usaron estadísticamente 29 partidas del principio activo para estimar rangos de 3 desvíos estándar.

source: For a comprehensive analysis, ketoacidosis was investigated using both broad and narrow BIcMQs.
es_es: Para realizar un análisis exhaustivo, se investigó la cetoacidosis utilizando consultas generales y específicas BIcMQ.

source: For a description of the analytical procedure, which is used for extended characterisation, see Section 3.2.S.5 Reference Standards.
es_es: Hay una descripción del procedimiento analítico que se usa para la caracterización extendida en la Sección 3.2.S.5, Estándares de referencia.

source: For a detailed description of the active ingredient, please refer to Section 3.2.S.1.2 Structure and Section 3.2.S.3.1 Elucidation of Structure and Other Characteristics for spesolimab drug substance 150 mg/mL.
es_es: En la Sección 3.2.S.1.2, Estructura, y la Sección 3.2.S.1.2, Estructura, y la Sección 3.2.S.3.1, Aclaración de la estructura y otras características, hay una descripción detallada del principio activo Espesolimab, 150 mg/ml.

source: For a detailed description of the active ingredient, please refer to Section 3.2.S.1.2 Structure and Section 3.2.S.3.1 Elucidation of Structure and Other Characteristics for spesolimab drug substance 150 mg/mL. The biological activity of spesolimab is outlined in Section 3.2.S.1.3 General Properties for Pharmaceutical Development for spesolimab drug substance 150 mg/mL).
es_es: En la Sección 3.2.S.1.2, Estructura, y la Sección 3.2.S.1.2, Estructura, y la Sección 3.2.S.3.1, Aclaración de la estructura y otras características, hay una descripción detallada del principio activo.

source: For a detailed description of the active ingredient, please refer to Section 3.2.S.1.2 Structure and Section 3.2.S.3.1 Elucidation of Structure and other Characteristics.
es_es: El principio activo se describe en detalle en la Sección 3.2.S.1.2, Estructura, y la Sección 3.2.S.3.1, Elucidación de la estructura y otras características.

source: For a detailed description of the analytical procedures, which are a part of current DP release testing, see Sections 3.2.S.4.2 and 3.2.P.5.2 Analytical Procedures.
es_es: Hay una descripción detallada de los procedimientos analíticos, que forman parte de las pruebas de liberación vigentes del medicamento, en las Secciones 3.2.S.4.2 y 3.2.P.5.2, Procedimientos analíticos.

source: For a direct comparison, a side-by-side analysis of three 40 mg/vial batches and three 25 mg/vial batches with release methods was conducted.
es_es: Para hacer una comparación directa, se realizó un análisis en paralelo de tres partidas de 40 mg/frasco y tres partidas de 25 mg/frasco utilizando métodos de las pruebas de liberación.

source: For a freshly prepared inoculum, growth of the micro-organisms must be comparable to that obtained with a previously tested and approved batch of medium.
es_es: Para un inóculo recién preparado, el crecimiento de los microorganismos debe ser equiparable al de una partida de medio ya evaluada y aprobada.

source: For a graphical presentation of historical batch release data, TNKase® batch data are visualized within 3SD ranges of Metalyse® batch data.
es_es: Para la presentación gráfica de los datos de liberación de partidas históricas, los datos de partidas de TNKase® se visualizan dentro de los rangos de 3 desvíos estándar de los datos de partidas de Metalyse®.

source: For a more detailed general description please refer to the DS Section 3.2.S.4.5 of this application.
es_es: Se proporciona una descripción general más detallada en la Sección 3.2.S.4.5 del principio activo de esta solicitud.

source: For a process flow and detailed description of the manufacturing process refer to Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls.
es_es: En la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, se presenta el flujo de procesos y una descripción detallada.

source: For a pure final product of high quality it is necessary to remove these impurities completely, respectively to reduce them at least to a minimal concentration.
es_es: A fin de obtener un producto final puro de gran calidad, es necesario eliminar completamente estas impurezas en lo referente a reducirlas al menos a una concentración mínima.

source: For a two-fold dilution with water
es_es: Para una dilución doble con agua

source: For a user with maximum limitation this strength was halved:
es_es: Para el caso de un usuario con máxima limitación, esta fuerza se dividió a la mitad:
